[
    [
        "Institute Academics",
        "Let's get started.You can ask me for :  \n\nInstitude/University Academic Calender \nCode Of Conduct \nStudent/Institute Feedback \ne-magazine \nNews Letters"
    ],
    [
        "Institude/University Academic Calender",
        "https://engg.ggsf.edu.in/menu_dropdown.php?pg_ds=bWlkPTUmbWRpZD0xMDImbWRwaWQ9ODA="
    ],
    [
        "Code Of Conduct",
        "A minimum of 75% attendance is expected, in each semester, necessarily to enable a student perform better in the University examination. \nStudents who absent themselves without permission will be deemed to have been absent for 2 days. \nContinuous absence from class on medical grounds will be permitted only on production of medical certificate and letter from parent. \nContinual monitoring of student's Attendance and Progress is undertaken. \nCell phone is strictly prohibited inside the campus. \nAll student should wear the appropriate uniforms that are stipulated while attending the practical and workshop classes. \nSpacious and Airy Class rooms with LCD projector, Corridors, Staircases etc with a pollution free atmosphere. \nApart from technical skills, students are also prepared early on their Communication Skills, Presentation Skills, Personality Traits, Mental & Physical Courage etc. through regular Seminars, Workshop, Debates, Competitions etc. \nMovement outside the classroom during lectures should be minimum and for valid reasons only."
    ],
    [
        "Student/Institute Feedback",
        "https://engg.ggsf.edu.in/menu_dropdown.php?pg_ds=bWlkPTUmbWRpZD0xMDEmbWRwaWQ9Nzk="
    ],
    [
        "e-magazine Techguru",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/techguru.pdf?alt=media&token=23cc541e-9e88-477a-a3ea-75a37e934ccf"
    ],
    [
        "News Letters",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/Final%20Newsletter%20April%20to%20June%202023%20(1).pdf?alt=media&token=06318428-7305-4488-bdf5-079a9a0a756f"
    ],
    [
        "Admission Details",
        "Let's get started.You can ask me for : \n\n Course offered \nFee Structure \nAdmission Process \nDocument Required \nSeat Matrix \nAdmission Enquiry \nBrochure pdf"
    ],
    [
        "Course offered",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-ggsf.appspot.com/o/Couses%20Offered.PNG?alt=media&token=139b074f-4724-4d41-b654-c74b5ae55cbc"
    ],
    [
        "Fee Structure",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-ggsf.appspot.com/o/Fee%20Struc.PNG?alt=media&token=705a5b8c-2556-48b0-a45f-66e97321b669"
    ],
    [
        "Admission Process",
        "Eligibility :(For updates refer to www.mahacet.org)"
    ],
    [
        "Document Required",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-ggsf.appspot.com/o/doc%20for%20admission.jpg?alt=media&token=76ccd4e9-b08c-487b-86f6-cfaed31e9785"
    ],
    [
        "Seat Matrix",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-ggsf.appspot.com/o/seat%20matrix.pdf?alt=media&token=81eb0c2e-657b-4737-a604-16196a6978c4"
    ],
    [
        "Admission Enquiry",
        "https://engg.ggsf.edu.in/admission_enquiry.php"
    ],
    [
        "Brochure pdf",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-ggsf.appspot.com/o/brochure%20pdf.jpg?alt=media&token=77d5260b-8e79-4331-9de8-ab4af8c9d512"
    ],
    [
        "Departments (Courses)",
        "Let's get started.You can ask me for : \n\nBasic Engineering Science \nArtificial Intelligence And Data Science \nAutomobile & Robotics \nCivil Engineering \nComputer Engineering \nElectrical Engineering \nMechanical Engineering"
    ],
    [
        "Basic Engineering Science",
        "https://engg.ggsf.edu.in/menu_subdropdown.php?pg_ds=bWlkPTYmbWRpZD0xNyZtc2lkPTgmbXNwaWQ9OA=="
    ],
    [
        "Artificial Intelligence And Data Science",
        "Artificial Intelligence and Data Science (AI & DS), aims the students to acquire technical skills to perform data processing, analysis and visualization in multiple real-time applications. Program mainly focus on students with the ability to identify and assess  social ,Ethical, safety and cultural issues with an emphasize on identifying their consequent responsibilities as engineers of offering optimal and effective solutions for the same.The curriculum of this programme  is interdisciplinary at the core – straddling computer Science blended with Mathematical Foundations, Artificial Intelligence Techniques, Machine Learning Principles, Statistical Methods, Data Science Philosophies, and their applications across multiple domains. Curriculum also covers on sub-field such as Big Data Analytics, Deep Learning and Computer Vision and Pattern Recognition ."
    ],
    [
        "Automobile & Robotics",
        "Automation and Robotics (AR) engineering is an interdisciplinary branch of engineering that deals with design and development of robots/machines, to manipulate and automate robotic control actions. In this field use their understanding of computer, mechanical, electrical, and software engineering, as well as biology, to develop these systems. They also use special techniques to control these machines and technologies, making work easier in various places like factories, offices, and homes, without relying heavily on human labor.Automation and Robotics engineering plays a vital role in advancing human progress and making life more manageable. There are numerous job placement opportunities in the expanding and advancing fields of all kind of manufacturing, service and IT industries."
    ],
    [
        "Civil Engineering",
        "Department of Civil Engineering consists of following main stream subjects: \nEngineering / Applied Mechanics \nBuilding Construction & Environmental Engineering \nGeo-technical Engineering \nStructural Engineering \nWater Resources Engineering \nTransportation Engineering \nAll the above streams of Civil Engineering present the theoretical and practical aspects, required for planning, designing and construction of projects. The Design of structures come in different shapes, forms and size.The Major Infrastructure project like dams, bridges, roads, railways are the core part of Civil Engineering . In the Department implementation of Teacher Guardian Scheme, record of attendance, academic performance etc. are monitored regularly and the report is sent to the parents at proper intervals. Monthly Students counseling meetings are conducted. In addition to university final examinations, unit tests, mid-term examinations, pre-university examinations are conducted. Different types of competitions, guest lectures, seminars, sports and cultural programs are organized. Experienced and qualified faculties take a lot of efforts relentlessly which gives excellent results."
    ],
    [
        "Computer Engineering",
        "The department of Computer Engineering is committed to the cause of growth and advancement of computer related technologies. The department will commence from 2019-20 with the aim of acquainting students with the latest trends in Computer Engineering. The Department has faculty members with both industrial and academic experience. Students are also taught a spectrum of programming languages, spanning assembly language programming, C, Java, C++, .Net and operating systems like UNIX and Windows.The undergraduate program in Computer Engineering is essentially aimed at equipping a student with excellent programming and system related competencies."
    ],
    [
        "Electrical Engineering",
        "Electrical Engineering department of Guru Gobind Singh College of Engineering and Research Centre, Nashik was established in the year 2013 with intake of 60 students at UG level. The department aims to produce high quality technical manpower to fulfill the needs of coming electrical scenario. The department works on fundamental principles, deep understanding and ability to work in coordination. \nThe department aims at development of creative ability to handle the challenges and the capacity to adapt and solve problems of interdisciplinary nature. The department also encourages the students to engage themselves in various extracurricular and co-curricular activities. The department is uniquely programmed and look forward towards the students to improve their overall personality and to induct the spirit of team work, leadership and organizational skills essential to build a successful career.  \nThe department is headed by Mr. H. R. Chaughule. The department is having high qualified staff and with well-furnished laboratories."
    ],
    [
        "Mechanical Engineering",
        "Mechanical Engineering is a discipline of Engineering that applies the principles of science and materials science for analysis, design, manufacturing, and maintenance of mechanical systems. Mechanical Engineers are employed as supervisors, Maintenance Engineers, Service Engineers, Production Engineers, Inspection Engineers, and Quality Control Engineers, Administrative officers, Software developers etc. \nThe mechanical Engineering branch has specialization like Production, Automobiles, Refrigeration and Air-Conditioning, Thermodynamics, Computer Applicable on (CAD / CAM), CNC etc. In every Industry because of multidimensional approach of work, Mechanical Engineers are always in demand and are well paid."
    ],
    [
        "Examination Details",
        "Insem 30 marks \nEndsem 70 marks \nPractical Exam & Oral \nPrelims and Unit tests \n\nDownload Study material : https://sppuquestionpapers.com/  \n\n For More Queries : https://engg.ggsf.edu.in/menu_dropdown.php?pg_ds=bWlkPTgmbWRpZD0zNSZtZHBpZD0zNg=="
    ],
    [
        "Know Your Campus",
        "Let's get started.You can ask me for : \n\nComputer Center \nSports available \nCanteen Cafeteria \nHealth Care \nAuditorium Hall"
    ],
    [
        "Computer Center facilities",
        "The computer center at the institution aims to provide state-of-the-art computing facility to the college community. The beautifully arranged systems facilitate ease and conducive working atmosphere for the staff and students of this organization. The Centre has a dedicated Internet link. \nWi-Fi allows all students to access a range of services across our entire campus including all computer labs. \nThe system configuration is Lenovo All in One Machine M72Z Dual Core processor with 2GB RAM & 500GB HDD. Sophisticated and latest software has been purchased to enable the faculty as well as students to pursue their research / project works. Software and packages as per norms of AICTE and Pune University are loaded. \nAlong with this the computer center provides facilities for scanning & printing of documents."
    ],
    [
        "Sports available",
        "Our college has a tradition of providing an all-round development for students, by making available facilities for sports . The college has very good infrastructural facilities for sports and related extra-curricular activities, which have been developed and have thrived over the years. There have been additions to and renovations of these facilities from time to time, for indoor and outdoor games and also for the traditional Indian games. The last THREE years has seen an increase in participation of ourstudents in sports at all levels (University, Inter-zonal, Intercollegiate, State and National). Students have won medals invarious events on different Sports activities have improved significantly. with the Director of Physical Education actively promoting indoor and outdoor games. Several students have participated in games at the Zonal, State and National levels and won accolades for the same. \nFor More Info. Visit : https://engg.ggsf.edu.in/menu_dropdown.php?pg_ds=bWlkPTcmbWRpZD0yNyZtZHBpZD0zMA=="
    ],
    [
        "Canteen Cafeteria",
        "College has a spacious cafeteria. At the cafeteria, dishing out menus is highly popular among students as well as staff. Students enjoy their food in the clean, well maintained, aesthetic and appetizing atmosphere. Most people fondly remember their college cafeteria as one of their life’s high points. \nIt is the place where they keep their creative juices flowing with hot discussions, chewing ideas, exchanging and sharing strongly held opinions and eatables. \nKitchen staff takes care to provide the students and staff a nutritious and hygienic food at our campus cafeteria. A variety of hygienic food and snack items includes South and North Indian Meals, Variety Rice dishes, Chat, Chinese Foods, Fresh Juices, Fruits, Ice Creams, etc. Facility of Nescafe kiosk is also available."
    ],
    [
        "Health Care",
        "Sahyadri Speciality Hospital, Nashik Contact: 0253-2599300 / 6691666 https://sahyadrihospital.com/nashikadmin@sahyadrihospitals.com \n\nAshoka Medikover Hospitals, Nashik Contact: 0253-6660 000 ,0253- 6660 066  info@medicoverhospitals.cin \n\nAppollo Hospitals ,Nashik Contact: 91-253-2510250/350/450/550/750    apollonashik@apollohospitals.com \nIn Addition to this GGSF also has renown Cardiologist Dr. Abhay Singh Walia as a Medical Counselor of Institute."
    ],
    [
        "Auditorium Hall",
        "State-of-the-art auditoriums with good seating capacity that act as a common ground for students, faculty, and corporate personalities for regular interfaces, conferences and other events. For events of a smaller scale, the Seminar Halls, equipped with advanced presentation tools, are the ideal venue.The auditorium, with a seating capacity of 400 and centrally air-conditioning. Equipped with modern facilities like multimedia projector and sound systems, the auditorium has large lobbies and verandahs ideally suited to hold International Conferences and Exhibitions."
    ],
    [
        "Learning library",
        "Let's get started.You can ask me for : \n\nAbout library \nSection & Area \nFaculty members"
    ],
    [
        "About library",
        "Central Library has an excellent infrastructure and located at 2nd floor. It is a most lively place on the campus providing a safe, comfortable and friendly environment that enables learning and advancement of knowledge, and promotes innovation. It has an excellent collection of books, journals, periodicals, newspapers, CDs, DVDs, e-books, audio books, databases etc. All its operations are computerized using ERP software. Library follows open access system that allows users a direct access to the library collection. Library implemented barcode technology for circulation. It is well equipped with reference books of all discipline. The mission of the Central Library is to facilitate creation of new knowledge through acquisition, organization and dissemination of knowledge resources and providing value added services. \nFor More Info Visit : https://engg.ggsf.edu.in/menu_dropdown.php?pg_ds=bWlkPTE3Jm1kaWQ9OTQmbWRwaWQ9NzE="
    ],
    [
        "Section & Area",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-ggsf.appspot.com/o/library%20sections.PNG?alt=media&token=e0042dc0-00e0-449c-9ae0-4eb1fc30cde0"
    ],
    [
        "Faculty members",
        "Mrs. Nishigandha Rakesh Khaire (Librarian) \nMr. Yogesh Shyamkant Chumbhale (Asst. Librarian) \nMs. Savita K Bahirat (Library Attendant)"
    ],
    [
        "Placement Status",
        "Let's get started.You can ask me for : \n\nT & P Cell \nActivities of Training & Placement cell \nStudent Placement"
    ],
    [
        "T & P Cell",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-ggsf.appspot.com/o/t%20and%20p%20cell.PNG?alt=media&token=c3d5fc8a-d6f6-4a83-b7f3-ad00579a3a69"
    ],
    [
        "Activities of Training & Placement cell",
        "The aim of Training & Placement Cell of GCOERC Nasik facilitates the placement activities for pursuing and passing out students by collaborating with various corporates and training institutes. The shared aim of cell is to provide employable skill to aspiring engineers in order to grab the opportunities coming in their life. To arrange campus drives we liaises with training institutes, industrial establishments, Human Resource managers through email and or personal visits. For conducting drives foundation have provided well infrastructure facilities to conduct Pre-Placement talk ,Group Discussion, Personal Interview besides catering logistics facility to employer. \nThe role of T&P cell is not only to cater job opportunities to students, but also to develop industrial relations through MOU, so that students will get industrial exposure through Internship, In plant Training & sponsorship for final year projects. \nThe placement office is assisted by eight committee members including Principal, GCOERC along with students coordinators from each department for scheduling & timely conducting various activities for overall development of students"
    ],
    [
        "Student Placement",
        "https://engg.ggsf.edu.in/student_placement.php?pg_ds=bWlkPTUgYW5kIGhtZGlkPTkgYW5kIGhtZHBpZD0xMQ=="
    ],
    [
        "Student Corner",
        "Let's get started.You can ask me for : \n\nRules & Regulations \nANTI RAGGING \nSkill Development \nScholarships \nAnnual Gathering \nTestimonials"
    ],
    [
        "Rules & Regulations",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-ggsf.appspot.com/o/rules.PNG?alt=media&token=763fd8f0-fe09-4bb7-b6d8-d4933b124264"
    ],
    [
        "ANTI RAGGING",
        "https://engg.ggsf.edu.in/menu_dropdown.php?pg_ds=bWlkPTgmbWRpZD0zNCZtZHBpZD0zNQ=="
    ],
    [
        "Skill Development",
        "https://engg.ggsf.edu.in/menu_dropdown.php?pg_ds=bWlkPTgmbWRpZD0zNiZtZHBpZD0zOQ=="
    ],
    [
        "Scholarship scheme",
        "https://engg.ggsf.edu.in/menu_dropdown.php?pg_ds=bWlkPTgmbWRpZD00MSZtZHBpZD00Mg=="
    ],
    [
        "Annual Gathering",
        "https://engg.ggsf.edu.in/menu_dropdown.php?pg_ds=bWlkPTgmbWRpZD03MiZtZHBpZD01Mg=="
    ],
    [
        "Student Testimonials ",
        "https://engg.ggsf.edu.in/studentcorner_testinomial.php"
    ],
    [
        "More About GCOERC",
        "Let's get started.You can ask me for : \n\nAbout us \nAccreditation \nAlumni Events \nERP Link \nContact us \nFrequently Asked Questions"
    ],
    [
        "About us",
        "From a small seed sown, 4 decades ago the institution has risen to a big tree, all through relentless efforts of its founders members, qualified faculties and students, who have left no stone unturned to bring laurels, trophies and citations in the field of education. \nWith humble beginnings in 1978, Guru Gobind Singh Foundation was formed by prominent and illustrious Sikh residents of Nasik, as worthy followers of the great saint soldier “Guru Gobind Singh”. The foundation set upon itself the aim of imparting high quality education with culture activities, ethics and social commitment to students. \nLocated in 12 acres Guru Gobind Singh Foundation houses 3 Institutes, Guru Gobind Singh Public School, Guru Gobind Singh Polytechnic and Guru Gobind Singh College of Engineering & Research Centre with Ultra-Modern Infrastructure and Green Campus. \nAll Institutes are equipped with state and art Laboratories for Students to the pursuit of educational and creative activities for overall development of the personality. \nEducation at GGSF has never been a business venture, but a noble profession. We believe that dedication, hard work and professionalism invariably produce positive results. \nGuru Gobind Singh College of Engineering and Research Centre, Nashik is one of the best upcoming technical institutions under the Savitribai Phule Pune University, Pune offering four years degree courses in Civil, Computer, Mechanical and Electrical Engineering incepted by the foundation in the year 2013-14. It has very strong Industry Institute Partnership Cell for skilling the students on various value addition courses in association with industries like Siemens India and Bosch \n\n For more Info Visit : https://engg.ggsf.edu.in/menu_dropdown.php?pg_ds=bWlkPTMmbWRpZD0xJm1kc"
    ],
    [
        "Accreditation NAAC",
        "Visit : https://engg.ggsf.edu.in/index.php"
    ],
    [
        "Alumni Events",
        "https://engg.ggsf.edu.in/menu_dropdown.php?pg_ds=bWlkPTEwJm1kaWQ9NDkmbWRwaWQ9NDk="
    ],
    [
        "ERP Link",
        "https://portal.vmedulife.com/public/auth/#/login/ggsf-engineering"
    ],
    [
        "Contact us",
        "Address : Khalsa Educational Complex, Guru Gobind Singh Marg, Wadala-Pathardi Road, Indira Nagar Annexe, Nashik-422009 \nEmail :gcoerc.nashik@ggsf.edu.in \nWebsite : www.ggsf.edu.in \n+91 7768004581 \n+917768004582 \n\nMAPS : https://www.google.com/maps/place/Guru+Gobind+Singh+College+Of+Engineering+And+Research+Centre,+Nashik/@19.9587327,73.7753732,17z/data=!3m1!4b1!4m6!3m5!1s0x3bddeb013af2e733:0xf9a146b2f1ffe4b0!8m2!3d19.9587277!4d73.7779481!16s%2Fg%2F1pyqpfwb7?entry=ttu"
    ],
    [
        "Frequently Asked Questions",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-ggsf.appspot.com/o/Guru%20Gobind%20Singh%20__%20FAQ.pdf?alt=media&token=311f1dc9-dc37-4646-bf43-6e818efcc3a1"
    ],
    [
        "Computer Department",
        "About Dept \nHOD Desk \nVISION & MISION \nCourse Outcome \nComputer Engineering Syallabus \nDept Infrastructure \nDept Laboratories \nDept Achievements \nDept Result \nDept Faculty \nDept Activities \nclassrooms at third and second floor"
    ],
    [
        "About Dept",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-ggsf.appspot.com/o/dept%20compu%20about.PNG?alt=media&token=d4f6beb1-3e3d-4e64-be6d-979293daf33e"
    ],
    [
        "HOD Desk ",
        "Prof. Sandeep G.Shukla \nAssistant Professor & Head of Department \nQualification : PhD (Pursuing) , M.Tech.(IT) \nExperience : 16 years \nArea of Interest : Cloud Computing \nsandeep.shukla@ggsf.edu.in"
    ],
    [
        "VISION & MISION",
        "Vision : \nTo be a centre of excellence in computer engineering for developing software professionals, researchers and entrepreneurs benefitting industry and society. \n\nMission : \nTo create state of the art infrastructure and environment to develop software professionals, researchers and entrepreneurs. \nTo enhance collaboration with industries and significant stakeholders for sharing experience and resources. \nTo foster use of information and communication technology in academics, research and management for the benefit of society."
    ],
    [
        "Course Outcome",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-ggsf.appspot.com/o/Computer%20Engineering%20CO's%20(1).pdf?alt=media&token=6a99a7d8-deda-4a21-bc72-9f3c4157b4ae"
    ],
    [
        "Computer Engineering Syallabus",
        "SE 2019 PATTERN \nTE 2019 PATTERN \nBE 2019 PATTERN"
    ],
    [
        "SE 2019 PATTERN",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-ggsf.appspot.com/o/SE%20SYALLABUS.pdf?alt=media&token=e2d3ed15-274e-4c8f-9189-e5970fe7f779"
    ],
    [
        "TE 2019 PATTERN",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-ggsf.appspot.com/o/TE%20SYALLABUS.pdf?alt=media&token=19f7a9de-ec35-479e-85b8-8b412e66a676"
    ],
    [
        "BE 2019 PATTERN",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-ggsf.appspot.com/o/BE%20SYALLABUS.pdf?alt=media&token=738fd218-9081-4d9e-aec3-9c699e5b9d7a"
    ],
    [
        "Dept Infrastructure",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-ggsf.appspot.com/o/Guru%20Gobind%20Singh%20__%20INFRASTRUCTURE.pdf?alt=media&token=93d29726-fe9c-4387-9129-1fcd4bcbf38b"
    ],
    [
        "Dept Laboratories",
        "THIRD FLOOR LAB \n\n301-A IOT Lab \n301-B System programming Lab \n302 Network Lab \n303 Programming Lab \n304 Software Lab \n305 Digital Electronics Lab (DELD) \n\nSECOND FLOOR LABS \n\n202 Computer Centre \n203 Language Lab"
    ],
    [
        "301-A IOT Lab",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/301A%20IOT.jpg?alt=media&token=32f89875-ebd3-4103-92d0-b19ae81a8af4"
    ],
    [
        "301-B System Programming Lab",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/301B%20Programming%20Lab.jpg?alt=media&token=9ab15d15-205c-4286-bba8-f915a50bb038"
    ],
    [
        "302 Network Lab",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/301A%20IOT.jpg?alt=media&token=32f89875-ebd3-4103-92d0-b19ae81a8af4"
    ],
    [
        "303 Programming Lab",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/303%20Programming%20Lab.jpg?alt=media&token=e1489bc3-6b0d-4f10-874f-2f53bc293454"
    ],
    [
        "304 Network Lab",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/304%20Network%20Lab.jpg?alt=media&token=3ed97637-f267-4ccf-936f-e360c4e0a876"
    ],
    [
        "305 Digital Electronics Lab (DELD)",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/DELD%20Lab.jpg?alt=media&token=adf61104-044a-4a91-802f-ad30a860c1b7"
    ],
    [
        "202 Computer Centre",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/202%20computer%20centre.jpg?alt=media&token=a6460926-00eb-43a7-9773-a61c7bee1acb"
    ],
    [
        "203 Language Lab",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/203%20language%20lab.jpg?alt=media&token=c29387c5-3ee2-4ee2-944f-b6998054c82b"
    ],
    [
        "Dept Achievements",
        "https://engg.ggsf.edu.in/menu_subdropdown.php?pg_ds=bWlkPTYmbWRpZD0xOSZtc2lkPTkzJm1zcGlkPTc5"
    ],
    [
        "Dept Result",
        "https://engg.ggsf.edu.in/menu_subdropdown.php?pg_ds=bWlkPTYmbWRpZD0xOSZtc2lkPTk1Jm1zcGlkPTgw"
    ],
    [
        "Dept Faculty",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-ggsf.appspot.com/o/Guru%20Gobind%20Singh%20__Faculty%20comp.pdf?alt=media&token=1142f7b0-229b-4905-b6f8-71488ec9d58f"
    ],
    [
        "Dept Activities",
        "https://engg.ggsf.edu.in/activity.php?depatment_id=Q29tcHV0ZXIgRW5naW5lZXJpbmcg"
    ],
    [
        "classrooms at third and second floor",
        "THIRD FLOOR Classrooms \n\n310 \n311 \n320 \n323 \n\nSECOND FLOOR Classrooms \n\n208 \n209 \n210"
    ],
    [
        "310 Classroom",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/310%20class.jpg?alt=media&token=8decec7d-ab4b-4720-8b19-e78a915359b2"
    ],
    [
        "311 Classroom",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/311%20class.jpg?alt=media&token=16a8454b-b9f5-411e-8cca-e77999157e81"
    ],
    [
        "320 Classroom",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/320%20class.jpg?alt=media&token=fbbc6876-b723-4730-9cc8-86debe390027"
    ],
    [
        "323 Conference room",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/third%20floor%20conference.jpg?alt=media&token=7a4c02d9-4418-40fe-bc3b-9781ad29d2c9"
    ],
    [
        "208,209,210 classrooms",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/208%20209%20210.jpg?alt=media&token=a762cdbe-3a64-49a8-a8ff-4bf38d1ec282"
    ],
    [
        "207 faculty room(class)",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/207%20faculty.jpg?alt=media&token=fe456eb0-f0a6-42d7-8b25-b887e00f0553"
    ],
    [
        "President Guru Gobind Singh Foundation,Nashik",
        "S. BALBIR SINGH CHHABRA"
    ],
    [
        "Secretary Guru Gobind Singh Foundation,Nashik",
        "S. KULJEET SINGH BIRDI"
    ],
    [
        "Name of the Principal",
        "Dr. Neelkanth G. Nikam"
    ],
    [
        "Why not working",
        "This Bot is only for college related queries"
    ],
    [
        "Thank you",
        "Thank you for contacting us,Visit Again"
    ],
    [
        "Hello",
        "Type #123 For Start The Conversation"
    ],
    [
        "Hii",
        "Type #123 For Start The Conversation"
    ],
    [
        "GGSF mp3",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/GGSF%20%202023.mp3?alt=media&token=705449b5-95a1-4c52-a135-fe04ee8d3e85"
    ],
    [
        "GCOERC Photo Gallery",
        "College Images \nMain Gate \nThird Floor Plan \nComputer Dept HOD Office \n2023 Batch Placements \nLCS Seminar Hall \nPlacement Partner Companies \nT & P Cell Floor \nFE HOD Office \nPrincipal Office \nGround Floor Admin Office \nCollege Entrance \n2 Wheeler Parking \n4 Wheeler Parking \nGGSF Campus Master Plan \nCanteen \nCollege Workshop \nGround Floor Map(Plan) \nCollege Entry View \nRagging Posters \nComputer Dept Floor \nGCOERC"
    ],
    [
        "college Images",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-a0aba.appspot.com/o/2021-02-18.jpg?alt=media&token=db87a3e0-9c0b-4142-88bd-5493effd9208"
    ],
    [
        "Main Gate",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-a0aba.appspot.com/o/2021-02-18.jpg?alt=media&token=db87a3e0-9c0b-4142-88bd-5493effd9208"
    ],
    [
        "Third Floor Plan",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-a0aba.appspot.com/o/third%20floor%20plan.jpg?alt=media&token=89ac76df-50c3-4af1-869b-307ff812bba7"
    ],
    [
        "Computer Dept HOD Office",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-a0aba.appspot.com/o/Dipartment%20office%20pic.jpg?alt=media&token=ac5b0d18-78f5-4ffa-a06b-4d46aee3c7bd"
    ],
    [
        "2023 Batch Placements",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/2023%20batch%20Placements.jpg?alt=media&token=eed5cd5d-7602-499c-ba6e-7da0d7b54cf9"
    ],
    [
        "LCS Seminar Hall",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/LCS.jpg?alt=media&token=831830b7-5042-438f-8602-1da3b0c83250"
    ],
    [
        "Placement Partner Companies",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/Placement%20partner.jpg?alt=media&token=6d10c290-9b94-49fb-af31-08f00978fed5"
    ],
    [
        "T & P Cell Floor",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/T%20and%20p%20cell.jpg?alt=media&token=3c3e8f46-29a9-4d66-ae38-016bea4b3b3b"
    ],
    [
        "FE HOD Office",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/first%20y%20comp%20office.jpg?alt=media&token=b415579d-eb4c-44e9-9324-1c5ae4801d30"
    ],
    [
        "Principal Office",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/principal%20office.jpg?alt=media&token=c8e18e56-fd89-452f-9c89-3bfab18cc070"
    ],
    [
        "Ground Floor Admin Office",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/Admin%20office.jpg?alt=media&token=6ca3fefa-3591-480a-9c62-ded4d76848c0"
    ],
    [
        "College Entrance",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/college%20entry.jpg?alt=media&token=46b70c1f-2059-48be-a0fd-27ed6f723a5f"
    ],
    [
        "2 Wheeler Parking",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/2%20wheeler%20parking.jpg?alt=media&token=ce3abb6b-8fe8-4b7f-ac9a-ddcd3a046a76"
    ],
    [
        "4 Wheeler Parking",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/4%20wheeler%20parking.jpg?alt=media&token=c7d543ed-0b85-4a64-8b51-ad64b2255f77"
    ],
    [
        "GGSF Campus Master Plan",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/clg%20map.jpg?alt=media&token=b84af593-523c-4016-88fd-e8b13b5f5bde"
    ],
    [
        "Canteen",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/canteen.jpg?alt=media&token=8f61fa24-b3cc-44d1-95b3-9def5180a107"
    ],
    [
        "College Workshop",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/Workshop.jpg?alt=media&token=98459b4d-cb78-4d4d-97fc-e57ab993a7cd"
    ],
    [
        "Ground Floor Map(Plan)",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/ground%20floor%20plan.jpg?alt=media&token=50360e41-de20-4cd0-9878-dcc7267c8c13"
    ],
    [
        "College Entry View",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/clg%20entry.jpg?alt=media&token=ca6be426-7ccd-4426-9940-6a46fe507f4c"
    ],
    [
        "Ragging Posters",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/ragging.jpg?alt=media&token=25b01ddb-a709-46cc-b5ce-bd64cdec193a"
    ],
    [
        "Computer Dept Floor",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/computer%20dept%20building.jpg?alt=media&token=01e4e5dd-0dc7-469f-b6e0-68557e909be5"
    ],
    [
        "Chatbot Project Developed By ",
        "Ketan Mali \nRutik Mandlik \nTina Lokhande \nVaishnavi Borse"
    ],
    [
        "GCOERC PNG",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/website%20profile%20image.png?alt=media&token=b5162dd0-16f8-413e-bf61-23586c45833a"
    ],
    [
        "What is Cloud Computing",
        "https://firebasestorage.googleapis.com/v0/b/chatbot-e13a0.appspot.com/o/Introduction%20to%20Cloud%20Computing%20ll%20Cloud%20Computing%20Course%20Explained%20with%20Real%20Life%20Examples%20in%20Hindi.mp4?alt=media&token=45aab583-021b-48fd-919d-d9a1b7484572"
    ],
    [
        "k-means clustering algorithm",
        "k-means clustering is an unsupervised machine learning algorithm, which groups the unlabeled dataset into different clusters"
    ]
]